/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@” because the app is not installed on this device" = "Οι Συντομεύσεις δεν ήταν δυνατό να ανοίξουν την εφαρμογή για το σχήμα URL «%@» επειδή δεν είναι εγκατεστημένη σε αυτήν τη συσκευή";

/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@”. The app may not be installed on this device." = "Οι Συντομεύσεις δεν ήταν δυνατό να ανοίξουν την εφαρμογή για το σχήμα URL «%@». Η εφαρμογή ίσως δεν είναι εγκατεστημένη σε αυτήν τη συσκευή.";

/* %@=app name */
"Shortcuts could not open %@ because it is not installed." = "Οι Συντομεύσεις δεν ήταν δυνατό να ανοίξουν το %@ επειδή δεν είναι εγκατεστημένο.";

/* %@=app name */
"Shortcuts could not open %@. It may not be installed on this device." = "Οι Συντομεύσεις δεν ήταν δυνατό να ανοίξουν το %@. Ίσως δεν είναι εγκατεστημένο σε αυτήν τη συσκευή.";

/* Error description */
"No phone numbers or Skype usernames were passed into this action." = "Δεν μεταβιβάστηκε κανένας αριθμός τηλεφώνου ή όνομα χρήστη Skype σε αυτήν την ενέργεια.";

/* Error description */
"No phone numbers were passed into this action." = "Δεν μεταβιβάστηκε κανένας αριθμός τηλεφώνου σε αυτήν την ενέργεια.";

/* Error title */
"Error" = "Σφάλμα";

/* Post to Instagram error description */
"Shortcuts can only post video on Instagram if the video is in a photo album.\n\nTry putting a “Save to Photo Album” action before “Post on Instagram.”" = "Οι Συντομεύσεις μπορούν να αναρτήσουν βίντεο στο Instagram μόνο αν το βίντεο βρίσκεται σε άλμπουμ φωτογραφιών.\n\nΔοκιμάστε να τοποθετήσετε μια ενέργεια «Αποθήκευση σε άλμπουμ φωτογραφιών» πριν από την «Ανάρτηση στο Instagram».";

/* Post to Instagram error title */
"Could Not Post Video" = "Δεν ήταν δυνατή η ανάρτηση βίντεο";

